export const events = [
    {
        id: 1,
        type:-2,
        rela:9,
        content:'在群里惹恼了黄昏哥，你被他用手段消失掉了……🥷'
    },
    {
        id: 2,
        type:1,
        rela:6,
        content:'吃下了橘子的大便💩'
    },
    {
        id:3,
        type:1,
        rela:18,
        content:'得到了绯老大的认可，成为了她小弟🕶'
    },
    {
        id:4,
        type:-1,
        content:'抽到了一只蟑螂🪳'
    },
    {
        id:5,
        type:0,
        roll:1,
        content:'在群里聊天和{name}吵起来了,用骰子决胜负吧🎲'
    },
    {
        id:6,
        type:-1,
        rela:15,
        content: '被翻译机发在群里的巨乳色图乱了道心👩',
        img:require('@/assets/eventImg/ero.png')
    },
    {
        id:7,
        type:1,
        rela:9,
        content: '参加了黄昏哥的Never咖啡刷单活动☕️',
        img:require('@/assets/eventImg/coffee.png')
    },
    {
        id:8,
        type:0,
        roll:1,
        content: '{name}在群里发色图了！要冒着社死的风险看吗？⚠️'
    },
    {
        id:9,
        type:0,
        roll:1,
        content: '{name}在群里发起了扫雷游戏对决，用骰子决胜负吧🎲'
    },
    {
        id:10,
        type:0,
        roll:1,
        content: '{name}在群里打拳，用骰子决胜负吧🎲'
    },
    {
        id:11,
        type:0,
        roll:1,
        content: '{name}在群里鉴证，用骰子决胜负吧🎲'
    }
]